tap "hashicorp/tap"
brew "xz"
brew "awscli"
brew "bash"
brew "glib"
brew "docker"
brew "dotnet"
brew "gdb"
brew "gh"
brew "git"
brew "gitea"
brew "gnupg"
brew "go"
brew "handbrake"
brew "helm"
brew "jj"
brew "just"
brew "k9s"
brew "kubectl"
brew "kustomize"
brew "labctl"
brew "lima"
brew "lua"
brew "minikube"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "parallel"
brew "pgcli"
brew "pkl"
brew "podman"
brew "poetry"
brew "pyenv"
brew "qemu"
brew "rust"
brew "starship"
brew "stow"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "yarn"
brew "ykman"
brew "yq"
brew "yubico-piv-tool"
brew "zig"
cask "1password"
cask "anaconda"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "git-credential-manager"
cask "gpg-suite"
cask "hashicorp/tap/hashicorp-vagrant"
cask "hoppscotch"
cask "iterm2"
cask "multipass"
cask "nordvpn"
cask "notion"
cask "podman-desktop"
cask "rectangle"
cask "virtualbox"
cask "slack"
cask "zed"
